[
    {
        "Code": "CB",
        "Control Code": "CB-1",
        "Category": "Policy / Procedures",
        "Strong (3) ": "Policy / Procedures are thorough, detailed and updated as necessary to reflect changes to the bank’s customer base. ",
        "Adequate (2) ": "Policy / Procedures are adequate however, have not been updated to reflect changes to the bank’s customer base. ",
        "Weak (1) ": "Policy / Procedures do not exist or are significantly incomplete. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-2",
        "Category": "CIP Documentary / Non-Documentary Verification",
        "Strong (3) ": "The CIP verification process adequately verifies customers within a reasonable time after account opening. The process is well- tracked and exceptions are followed up in a timely manner. ",
        "Adequate (2) ": "The CIP verification process is adequate, yet the exception process is poorly tracked and follow-up is not conducted in a timely manner. Exception process is poorly tracked and follow up is not timely.",
        "Weak (1) ": "The CIP verification process does not allow for verification of customers within a reasonable time. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-3",
        "Category": "Know Your Customer ",
        "Strong (3) ": "The KYC procedures are commensurate with the risk posed. ",
        "Adequate (2) ": "KYC procedures exist but need strengthening given the risk posed by business products, services and customers. ",
        "Weak (1) ": "KYC procedures do not exist or exist but are incomplete. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-4",
        "Category": "Enhanced Due Diligence",
        "Strong (3) ": "The bank has automated processes to identify high-risk customers at account opening. The information is communicated to the front line. ",
        "Adequate (2) ": "The bank has a limited, cumbersome and manual high-risk customer identification process. ",
        "Weak (1) ": "No process to identify high-risk customers at account opening. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-5",
        "Category": "Training",
        "Strong (3) ": "All appropriate staff receives CIP training annually. ",
        "Adequate (2) ": "Most staff receives CIP training however tracking is ineffective to identify possible gaps.",
        "Weak (1) ": "Staff does not receive CIP training and there is no tracking mechanism. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-5",
        "Category": "Fraud Detection",
        "Strong (3) ": "A mostly automated fraud monitoring system to address electronic banking products. ",
        "Adequate (2) ": "Mostly manual fraud monitoring is conducted to identify fraudulent activity in electronic banking products.  ",
        "Weak (1) ": "No fraudulent activity monitoring of electronic banking products exist. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-6",
        "Category": "Record Retention",
        "Strong (3) ": "Records are maintained in accordance with applicable laws and regulations.",
        "Adequate (2) ": "Records are generally available but may be incomplete. ",
        "Weak (1) ": "There is no formal record retention policy. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-7",
        "Category": "Risk Rating System",
        "Strong (3) ": "The bank maintains an automated risk rating system.",
        "Adequate (2) ": "The bank maintains a manual risk rating system.",
        "Weak (1) ": "The bank does not have a risk rating system. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-8",
        "Category": "Special Measures",
        "Strong (3) ": "The bank has procedures in place to comply with Section 311 of the USA PATRIOT Act which governs special measures.",
        "Adequate (2) ": "The bank has procedures in place to comply with Section 311 of the USA PATRIOT Act, however, the procedures need strengthening. ",
        "Weak (1) ": "The bank does not have procedures in place to comply with Section 311 of the USA PATRIOT Act which governs special measures.",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-9",
        "Category": "PEP Screening",
        "Strong (3) ": "There is an automated process for PEP screening at onboarding and continuous screening.",
        "Adequate (2) ": "There is a highly manual process for PEP screening at onboarding and continuous screening is not available. ",
        "Weak (1) ": "There is no process for PEP screening. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-10",
        "Category": "Suspicious Activity Detection",
        "Strong (3) ": "Mostly automated suspicious activity monitoring system to monitor customer accounts.",
        "Adequate (2) ": "Mostly manual monitoring is conducted to identify suspicious activity to monitor customer accounts. ",
        "Weak (1) ": "No suspicious activity monitoring of customers referred by deposit brokers. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-11",
        "Category": "Fraud Detection",
        "Strong (3) ": "The bank has a comprehensive automated monitoring system to detect fraud in transaction interfaces (teller activity, checks processing, electronic banking, ACH). ",
        "Adequate (2) ": "The bank has a less comprehensive automated monitoring system to detect fraud in some transaction interfaces (teller activity, checks processing, electronic banking, ACH). ",
        "Weak (1) ": "The bank does not have an automated monitoring system to detect fraud. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-12",
        "Category": "3rd Party Reliance",
        "Strong (3) ": "The bank does not rely on third parties to perform CIP.",
        "Adequate (2) ": "The bank does rely on 3rd parties, however, due diligence was performed and adequate procedures are maintained.",
        "Weak (1) ": "The bank relies on third parties to perform CIP and has not performed due diligence on those parties. ",
        "Score": 0.0
    },
    {
        "Code": "CB",
        "Control Code": "CB-13",
        "Category": "Customer Termination",
        "Strong (3) ": "Management agrees to all customer termination requests from the BSA Officer.",
        "Adequate (2) ": "Management agrees to BSA Officer requests; however, there are instances when management has requested exceptions and received CEO approval. ",
        "Weak (1) ": "Management has disagreed with the BSA Officer request for customer termination and failed to provide a reasonable explanation, which the CEO approved. ",
        "Score": 0.0
    },
    {
        "Code": "NRA",
        "Control Code": "NRA-1",
        "Category": "Overseas Verification Controls",
        "Strong (3) ": "Procedures for account witnessing with overseas verification is thorough and detailed. Local approval is required prior to account opening.  ",
        "Adequate (2) ": "Procedures are adequate, however, they have not been updated to reflect the risk posed by account witnessed with overseas verification. Approval is not required by the BSA Team prior to account opening. ",
        "Weak (1) ": "Procedures for account witnessing with overseas verification do not exist.",
        "Score": 0.0
    }
]